# Хранитель опыта/(/expkeeper)
Позволяет покупать различные **кастомные эффекты (зелья хранителя)** на сутки или на целый вайп. Можно также купить **эффекты хранителя** или **прочие предметы** за опыт.


## Артефакты
Артефакты покупаются за опыт или сапфиры.

| Что можно получить | Что он делает | Стоимость |
|-------------|-------------|-------------|
| Охотник    | При убийстве игрока, можно получить 50% его опыта  |Предмет : 100 ур.опыта (или же 100 сапфиров)    На весь вайп : 165 ур.опыта (или же 275 сапфиров) |
| Снеговик    | При ударе 2% шанс дать игроку эффект замедления на 5 секунд  | Предмет : 110 ур. Опыта (или же 110 сапфиров).   На весь вайп : 175 ур.опыта (или же 300 сапфиров) |
| Иллюминатор    | При ударе есть 5% шанс дать игроку эффект свечения на 15 секунд  | Предмет : 110ур.опыта (110 сапфиров).   На весь вайп : 175 ур.опыта (300 сапфиров) |
| Эндермен  | При использовании эндер-жемчуга, есть 50% шанс что эндер-жемчуг не потратится | Предмет : 125 ур. Опыта (150 сапфиров). На весь вайп : 200 ур. Опыта (400 сапфиров) |
| Анти-фантом  | Когда фантом пытается вас ударить, то он тут же умирает | Предмет : 125 ур.опыта (150 сапфиров). На весь вайп : 200 ур. Опыта (400 сапфиров)  |
| Телекинез | При убийстве игрока, 3 секунды предметы подбирать сможете только вы | Предмет : 150 ур.опыта (225 сапфиров). На весь вайп : 250 ур. Опыта (600 сапфиров) |
| Гравитация | Больше не будет урона от падения | Предмет : 150 ур. Опыта ( 225 сапфиров).  На весь вайп :250 ур. Опыта (600 сапфиров) |
| Вампиризм  | При ударе, 2% шанс чтобы получить эффект (регенерация 2) | Предмет : 175 ур. Опыта (300 сапфиров).  На весь вайп : 300 ур. Опыта (1000 сапфиров) |
| Артефакт  | Используется для соед. артефактов | Предмет : 150 ур. Опыта |

## Эффекты
Эффекты покупаются за опыт.

 | Эффект | Что он делает | Стоимость |
 |-------------|-------------|-------------|
 | Водное дыхание  | Позволяет дышать под водой | Цена за 24 часа : 100 ур. Опыта (100 сапфиров) |
 | Ночное зрение | Позволяет видеть в темноте | Цена за 24 часа: 100 ур. Опыта (100 сапфиров) |
 | Сытость | Позволяет быть насыщенным почти всегда (в режиме PvP не работает)  | Цена за 24 часа: 100 ур. Опыта (100 сапфиров) |
 | Огнестойкость | Позволяет не получать урон от огня | Цена за 24 часа: 110 ур. Опыта (100 сапфиров) |
 | Спешка 1 | Позволяет быстрее копать (не работает в режиме PvP ) | Цена за 24 часа: 125 ур. Опыта (100 сапфиров) |
 | Скорость 3 | Позволяет быстрее передвигаться  | Цена за 24 часа: 150 ур. Опыта (225 сапфиров) |
 | Регенерация 1 | Позволяет регенерировать здоровье  | Цена за 24 часа:  175 ур. Опыта (300 сапфиров) |
 | Сопротивление 1 | Позволяет получать меньше урона | Цена за 24 часа: 100 ур. Опыта (100 сапфиров) |
 | Прилив здоровья 1 | Добавит дополнительное здоровье (+2 сердечка) | Цена за 24 часа:  200 ур. Опыта (400 сапфиров) |
